Repository: qoo-oji/qooLibrary
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja

# librarySettings.volumeFormats.ambiguousCaptureGroup
source: More than one capturing group, so it is unclear which one is the volume number. Use (?:…) for the others, or name the volume group (?<volume>…).
ja: キャプチャグループが複数あり、どれが巻数か決まりません。巻数以外は (?:…) にするか、巻数を (?<volume>…) と名前付きにしてください。

# librarySettings.volumeFormats.explanation
source: Regular expressions that read a volume number out of a name.
ja: 名前から巻数を読み取る正規表現です。

# librarySettings.volumeFormats.kindSeparator
source: Separator
ja: 区切り

# librarySettings.volumeFormats.kindVolume
source: Volume
ja: 巻数

# librarySettings.volumeFormats.matchingHint
source: The longest match wins; ties are broken by the order below. Listing “??vol” before “vol.??” alone would read “Work vol.01” as volume 01 and leave “Work vol.” as the series name.
ja: 最長一致で決まり、同じ長さなら下の順序で決まります。順序だけで決めると「作品 第01巻」が「01巻」と読まれ、シリーズ名が「作品 第」になってしまいます。

# librarySettings.volumeFormats.noCaptureGroup
source: No capturing group for the volume number. Wrap the number in ( ), for example 第([0-9]+)巻. If this only marks where the series name ends, set the kind to Separator.
ja: 巻数を取り出すキャプチャグループがありません。巻数にあたる部分を ( ) で囲んでください（例: 第([0-9]+)巻）。シリーズ名を切るだけなら種別を「区切り」にしてください。

# librarySettings.volumeFormats.regexHint
source: Formats are regular expressions. The volume number is taken from the only capturing group, or from (?<volume>…). Full-width characters are folded to half-width before matching, so [0-9] also matches ０-９.
ja: フォーマットは正規表現です。巻数は唯一のキャプチャグループ、または (?<volume>…) から取ります。照合前に全角は半角へ畳まれるので、[0-9] は ０-９ にも一致します。

# librarySettings.volumeFormats.remove
source: Remove Format
ja: フォーマットを削除

# librarySettings.windowTitle
source: Library Settings
ja: ライブラリの設定

# librarySettings.word.author
source: Author
ja: 著者名

# librarySettings.word.ignore
source: Ignored
ja: 無視

# librarySettings.word.libraryName
source: Library name
ja: ライブラリ名

# librarySettings.word.libraryType
source: Library type
ja: ライブラリタイプ

# librarySettings.word.series
source: Series
ja: シリーズ名

# librarySettings.word.title
source: Title
ja: タイトル

# librarySettings.word.volume
source: Volume
ja: 巻数

# mainWindow.createNewFolder
source: Create New Folder
ja: 新規フォルダを作成

# mainWindow.displayMode
source: Display Mode
ja: 表示モード

# mainWindow.displayModeHelp
source: Switch between folder view and library view
ja: フォルダ表示とライブラリ表示を切り替えます

# mainWindow.displayModeUnavailable
source: Library view is available only in a library folder
ja: ライブラリ表示はライブラリフォルダでのみ使えます

# mainWindow.hideInspector
source: Hide Inspector
ja: 詳細を隠す

# mainWindow.implementedIn28
source: Not available yet
ja: まだ利用できません

# mainWindow.labelFilter
source: Label Filter
ja: ラベルフィルタ

# mainWindow.noTabs
source: No Tabs
ja: タブがありません

# mainWindow.showInspector
source: Show Inspector
ja: 詳細を表示

# menu.go
source: Go
ja: 移動

# menu.go.applications
source: Applications
ja: アプリケーション

# menu.go.clearRecentFolders
source: Clear Menu
ja: メニューを消去

# menu.go.computer
source: Computer
ja: コンピュータ

# menu.go.desktop
source: Desktop
ja: デスクトップ

# menu.go.documents
source: Documents
ja: 書類

# menu.go.downloads
source: Downloads
ja: ダウンロード

# menu.go.home
source: Home
ja: ホーム

# menu.go.library
source: Library
ja: ライブラリ

# menu.go.movies
source: Movies
ja: ムービー

# menu.go.music
source: Music
ja: ミュージック

# menu.go.noRecentFolders
source: No Recent Folders
ja: 履歴なし

# menu.go.openSelection
source: Open Selection
ja: 選択項目を開く

# menu.go.parentInNewWindow
source: Open Enclosing Folder in New Window
ja: 内包しているフォルダを新規ウインドウで開く

# menu.go.pictures
source: Pictures
ja: ピクチャ

# menu.go.recentFolders
source: Recent Folders
ja: 最近使ったフォルダ

# menu.go.shared
source: Shared
ja: 共有

# menu.go.utilities
source: Utilities
ja: ユーティリティ

# menu.redoWithName
source: Redo %@
ja: %@をやり直す

# menu.renameItems
source: Rename…
ja: 名前を変更…

# menu.undoWithName
source: Undo %@
ja: %@を取り消す

# orphanCleanup.chooseConfirm
source: Link
ja: 紐づける

# orphanCleanup.chooseFile
source: Choose File to Link…
ja: ファイルを選んで紐づける…

# orphanCleanup.choosePrompt
source: Choose the file to link “%@” to.
ja: 「%@」の記録として紐づけるファイルを選んでください。

# orphanCleanup.count
source: %d missing
ja: 見つからない %d 件

# orphanCleanup.delete
source: Delete Record
ja: 記録を削除

# orphanCleanup.deleteAffects
source: %d label assignments will be lost.
ja: ラベル %d 件の紐づけが失われます。

# orphanCleanup.deleteMany
source: Delete the records for %d files?
ja: %d 件のファイルについての記録を削除しますか？

# orphanCleanup.deleteOne
source: Delete what qooLibrary remembers about “%@”?
ja: 「%@」について覚えている記録を削除しますか？

# orphanCleanup.deleteRecordOnly
source: Only what qooLibrary remembers is deleted. No file on disk is touched.
ja: 削除されるのは qooLibrary が覚えている記録だけです。ディスク上のファイルには触れません。

# orphanCleanup.deleteTitle
source: Delete Records
ja: 記録の削除

# orphanCleanup.empty
source: No Missing Files
ja: 見つからないファイルはありません

# orphanCleanup.emptyHint
source: Every file in this library was found on disk.
ja: このライブラリのファイルは、すべて見つかっています。

# orphanCleanup.error.outsideLibrary
source: That file is outside “%@”. Choose a file inside the library folder.
ja: そのファイルは「%@」の外にあります。ライブラリフォルダの中にあるファイルを選んでください。

# orphanCleanup.error.unreadable
source: Could not read “%@”. It may have been moved or deleted. Try choosing it again.
ja: 「%@」を読み取れませんでした。移動または削除された可能性があります。選び直してください。

# orphanCleanup.labelCount
source: %d labels
ja: ラベル %d 件

# orphanCleanup.noMatches
source: No Matching Files
ja: 一致するファイルがありません

# orphanCleanup.offlineHint
source: While the volume is disconnected, qooLibrary does not decide whether a file is missing, so nothing is listed here. Reconnect the volume to see which files are missing.
ja: ボリュームが接続されていない間は、ファイルが見つからないかどうかを判定しません。そのため一覧は表示されません。ボリュームを接続すると、見つからないファイルを確認できます。

# orphanCleanup.offlineShort
source: Offline
ja: オフライン

# orphanCleanup.offlineTitle
source: Library Is Offline
ja: ライブラリがオフラインです

# orphanCleanup.reattach
source: Link to This File
ja: このファイルの記録として紐づける

# orphanCleanup.reattachCandidates
source: %d candidates
ja: 候補 %d 件

# orphanCleanup.reattachTo
source: Link to “%@”
ja: 「%@」の記録として紐づける

# orphanCleanup.searchPlaceholder
source: Search by name or folder
ja: 名前・フォルダで検索

# orphanCleanup.windowTitle
source: Missing Files
ja: 見つからないファイル

# permanentDelete.andMore
source: and %lld more
ja: ほか %lld 件

# permanentDelete.applyToAll
source: Apply to all locked items
ja: 以降すべてに適用

# permanentDelete.calculating
source: Calculating…
ja: 計算中…

# permanentDelete.confirmButton
source: Delete
ja: 削除

# permanentDelete.deleteAnyway
source: Delete
ja: 削除

# permanentDelete.deleting
source: Deleting…
ja: 削除しています…

# permanentDelete.irreversible
source: These items are deleted immediately. This action cannot be undone.
ja: これらの項目は直ちに削除されます。この操作は取り消せません。

# permanentDelete.itemCount
source: Items
ja: 対象件数

# permanentDelete.lockedBody
source: Deleting it will unlock the item first.
ja: 削除するにはロックを解除する必要があります。

# permanentDelete.lockedNotice
source: %lld of these items are locked or contain locked items.
ja: うち %lld 件はロックされているか、ロックされた項目を含みます。

# permanentDelete.lockedTitle
source: “%@” is locked.
ja: 「%@」はロックされています。

# permanentDelete.noTrashOnVolume
source: This location has no Trash, so these items will be deleted immediately.
ja: この場所にはゴミ箱がないため、項目はすぐに削除されます。

# permanentDelete.registeredWarning
source: Registered as a library or temporary folder (%@). The registration will be removed.
ja: ライブラリ／テンポラリフォルダとして登録されています（%@）。登録は解除されます。

# permanentDelete.skipItem
source: Skip
ja: スキップ

# permanentDelete.summaryCounts
source: Deleted %1$lld · Failed %2$lld · Skipped %3$lld
ja: 削除 %1$lld 件 / 失敗 %2$lld 件 / スキップ %3$lld 件

# permanentDelete.summaryTitle
source: Delete Results
ja: 削除の結果

# permanentDelete.summaryUnregistered
source: Removed the registration for: %@
ja: 登録を解除しました: %@

# permanentDelete.titleMultiple
source: Permanently delete %lld items?
ja: %lld 項目を完全に削除しますか？

# permanentDelete.titleSingle
source: Permanently delete “%@”?
ja: 「%@」を完全に削除しますか？

# permanentDelete.totalSize
source: Total Size
ja: 合計サイズ

# preferences.access.addEllipsis
source: Add…
ja: 追加…

# preferences.access.empty
source: No volumes or folders have been granted access yet.
ja: まだアクセスを許可したボリューム・フォルダはありません。

# preferences.access.footer
source: Full Disk Access does not bypass qooLibrary's sandbox restrictions. To browse a volume or folder in the sidebar, grant access to it here — the same prompt also appears inline when you try to open a volume you haven't granted access to yet.
ja: フルディスクアクセスを付与しても、qooLibraryのサンドボックス制限は回避されません。左ペインでボリューム・フォルダを閲覧するには、ここでアクセスを許可してください。未許可のボリュームを開こうとしたときにも同じ操作をその場で行えます。

# preferences.access.header
source: Granted Volumes & Folders
ja: 許可済みのボリューム・フォルダ

# preferences.access.panelMessage
source: Choose a volume or folder to grant qooLibrary access to.
ja: qooLibraryにアクセスを許可するボリューム・フォルダを選んでください。

# preferences.advanced.anonymizePaths
source: Anonymize file paths
ja: ファイルパスを匿名化

# preferences.advanced.exportDiagnostics
source: Export Diagnostics…
ja: 診断情報を書き出す…

# preferences.advanced.exportFooter
source: The report is a zip archive containing the log files and a summary of your Mac, this build, and your registered folders. Nothing is ever sent over the network — share the file yourself if you're reporting a problem.
ja: 診断情報は、ログファイルと、この Mac・ビルド・登録フォルダの概要をまとめた zip ファイルです。ネットワークへ送信されることは一切ありません。不具合を報告する際は、書き出したファイルをご自身で共有してください。

# preferences.advanced.exportHeader
source: Diagnostic Report
ja: 診断情報

# preferences.advanced.logFooter
source: qooLibrary keeps a log file to help reproduce and report problems. Each level also includes the more severe ones above it, so “Debug” records the most detail. Logs rotate automatically and stay on this Mac.
ja: 不具合の再現と報告に役立てるため、qooLibrary は動作の記録をファイルに残します。各レベルはそれより重大なものも含み、「デバッグ」がもっとも詳しく記録します。ログは自動的にローテーションされ、この Mac の中だけに保存されます。

# preferences.advanced.logHeader
source: Diagnostic Log
ja: 診断ログ

# preferences.advanced.logLevel
source: Log Level
ja: ログレベル

# preferences.advanced.logLevelDebug
source: Debug
ja: デバッグ

# preferences.advanced.logLevelError
source: Error
ja: エラー

# preferences.advanced.logLevelInfo
source: Info
ja: 情報

# preferences.advanced.logLevelWarning
source: Warning
ja: 警告

# preferences.advanced.logSize
source: Current Size
ja: 現在のサイズ

# preferences.advanced.revealLogs
source: Show Logs in Finder
ja: ログを Finder で表示

# preferences.associations.add
source: Add
ja: 追加

# preferences.associations.addExtensionPlaceholder
source: Extension (e.g. mp4)
ja: 拡張子（例: mp4）

# preferences.associations.duplicateExtension
source: This extension has already been added.
ja: この拡張子は既に追加されています。

# preferences.associations.footer
source: Choose which app opens each format when you double-click or press Enter, and add any extension you'd like qooLibrary to manage (for example video formats). This only affects qooLibrary and doesn't change your Mac's system-wide default apps.
ja: ダブルクリックまたは Enter でファイルを開く際に使うアプリを選べます。qooLibrary で管理したい拡張子（例: 動画形式）も自由に追加できます。この設定は qooLibrary 内のみに影響し、Mac のシステム全体の既定アプリは変更しません。

# preferences.associations.header
source: Supported Formats
ja: 対応形式

# preferences.associations.invalidExtension
source: Enter a valid extension using letters and numbers only.
ja: 英数字のみで有効な拡張子を入力してください。

# preferences.associations.systemDefault
source: System Default
ja: システムの既定

# preferences.cache.backgroundVideoWarming
source: Automatically generate video thumbnails in the background
ja: 動画サムネイルをバックグラウンドで自動生成

# preferences.cache.backgroundVideoWarmingFooter
source: While the app is running, thumbnails for videos in registered library and temporary folders (including subfolders) are generated ahead of time. Formats that cannot be generated are skipped for the session and retried on the next launch, so installing a compatible extension takes effect automatically. Videos on network volumes are not included.
ja: アプリの起動中に、ライブラリ／テンポラリフォルダ内（サブフォルダを含む）の動画サムネイルをあらかじめ生成します。生成できない形式はそのセッションではスキップされ、次回起動時に再試行されます（対応する拡張機能をインストールすれば自動的に有効になります）。ネットワークボリューム上の動画は対象外です。

# preferences.cache.clearNow
source: Clear Now
ja: 今すぐクリア

# preferences.cache.currentSize
source: Current size
ja: 現在のサイズ

# preferences.cache.header
source: Thumbnail Cache
ja: サムネイルキャッシュ

# preferences.cache.limit
source: Limit
ja: 上限

# preferences.compression.codecCopy
source: Store (No Compression)
ja: 格納（無圧縮）

# preferences.compression.codecPPMd
source: PPMd (Recommended)
ja: PPMd（推奨）

# preferences.compression.encryptionHeader
source: Encryption
ja: 暗号化

# preferences.compression.encryptionMethod
source: Default Encryption
ja: 既定の暗号化方式

# preferences.compression.encryptionNone
source: None
ja: なし

# preferences.compression.encryptionTraditional
source: Traditional (Weak)
ja: Traditional（弱い）

# preferences.compression.format
source: Default Format
ja: 既定の圧縮形式

# preferences.compression.header
source: Compression
ja: 圧縮

# preferences.compression.levelBest
source: Best
ja: 最大

# preferences.compression.levelFast
source: Fast
ja: 高速

# preferences.compression.levelNormal
source: Normal
ja: 標準

# preferences.compression.levelStore
source: Store (No Compression)
ja: 格納（無圧縮）

# preferences.compression.passwordHint
source: You'll be asked for the password each time you compress — it isn't stored here.
ja: パスワードは保存されません。圧縮のたびに入力を求められます。

# preferences.compression.sevenZipCodec
source: Codec
ja: コーデック

# preferences.compression.traditionalWarning
source: Traditional encryption is weak and can be broken with widely available tools in seconds. Use AES-128/256 for real protection.
ja: Traditional 暗号化は既知の攻撃手法で数秒〜数分で突破可能です。実用的な保護には AES-128/256 を使ってください。

# preferences.compression.zipLevel
source: Compression Level
ja: 圧縮レベル

# preferences.display.autoExpandTree
source: Expand the folder tree to the current folder
ja: 現在開いているフォルダまでフォルダツリーを展開

# preferences.display.columnsHeader
source: List View Columns
ja: リスト表示のカラム

# preferences.display.defaultDisplayMode
source: Default view for new windows/tabs
ja: 新規ウインドウ/タブの既定表示

# preferences.display.defaultIconSize
source: Default icon size
ja: アイコンサイズの既定値

# preferences.display.favoritesHeader
source: Show in Favorites
ja: 「よく使う項目」に表示

# preferences.display.nameTruncationMode
source: Truncate long names
ja: 名前が長い場合の省略位置

# preferences.display.truncationHead
source: At the beginning
ja: 先頭を省略

# preferences.display.truncationMiddle
source: In the middle
ja: 中央を省略

# preferences.display.truncationTail
source: At the end
ja: 末尾を省略

# preferences.extraction.header
source: Extraction Safety Limits
ja: 展開時の安全上限

# preferences.extraction.maxEntries
source: Max Entry Count
ja: 最大エントリ数

# preferences.extraction.maxSize
source: Max Total Size
ja: 最大展開サイズ

# preferences.extraction.ratioAbort
source: Abort at Compression Ratio
ja: 中断する圧縮率

# preferences.extraction.ratioWarn
source: Warn at Compression Ratio
ja: 警告する圧縮率

# preferences.general.backForwardHeader
source: Mouse & Trackpad Back/Forward
ja: マウス・トラックパッドの戻る/進む

# preferences.general.groupFoldersAtTop
source: Group folders at top
ja: フォルダを上にまとめる

# preferences.general.invertSwipeDirection
source: Swap back/forward swipe direction
ja: 戻る/進むのスワイプ方向を入れ替える

# preferences.general.language
source: Language
ja: 言語

# preferences.general.languageEnglish
source: English
ja: 英語

# preferences.general.languageJapanese
source: Japanese
ja: 日本語

# preferences.general.languageSystem
source: Follow System
ja: システムに従う

# preferences.general.quitWhenAllWindowsClosed
source: Quit when all windows are closed
ja: すべてのウインドウが閉じたら終了

# preferences.general.startupFolder
source: Folder to Open at Launch
ja: 起動時に開くフォルダ

# preferences.general.startupFolderChooseEllipsis
source: Choose…
ja: 選択…

# preferences.general.startupFolderChoosePrompt
source: Choose
ja: 選択

# preferences.general.startupFolderFavorite
source: Favorites
ja: よく使う項目

# preferences.general.startupFolderHeader
source: Folder to Open at Launch
ja: 起動時に開くフォルダ

# preferences.general.startupFolderLibrary
source: Library Folder
ja: ライブラリフォルダ

# preferences.general.startupFolderNoFavorites
source: No items are shown in Favorites
ja: 「よく使う項目」に表示している場所がありません

# preferences.general.startupFolderNoneChosen
source: None chosen
ja: 未選択

# preferences.general.startupFolderNoneRegistered
source: None registered yet.
ja: まだ登録されていません。

# preferences.general.startupFolderTemporary
source: Temporary Folder
ja: テンポラリフォルダ

# preferences.general.startupFolderVolume
source: Other Folder on a Volume
ja: ボリューム上のその他のフォルダ

# preferences.general.threeFingerHint
source: You can use a three-finger swipe for back/forward instead. Set "Swipe between pages" to three fingers in System Settings > Trackpad > More Gestures.
ja: 戻る/進むは3本指のスワイプで行えます。システム設定 > トラックパッド > その他のジェスチャー で「ページ間をスワイプ」を3本指に設定してください。

# preferences.general.twoFingerSwipe
source: Two-finger horizontal swipe
ja: 2本指の横スワイプ

# preferences.general.twoFingerSwipeNavigation
source: Use for back/forward
ja: 戻る/進むとして使う

# preferences.general.twoFingerSwipeScroll
source: Use for scrolling
ja: スクロールとして使う

# preferences.keyboard.addCombo
source: Add
ja: 追加

# preferences.keyboard.conflictAssign
source: Assign
ja: 割り当てる

# preferences.keyboard.conflictMessage
source: Remove it from %@ and assign it to %@?
ja: %@から取り除いて、%@に割り当てますか？

# preferences.keyboard.conflictTitle
source: Already Assigned to Another Action
ja: 既に別の操作に割り当てられています

# preferences.keyboard.conflictWithFixedMessage
source: This shortcut is already used by %1$@, a standard shortcut that cannot be changed. Choose a different key for %2$@.
ja: このショートカットは、変更できない標準のショートカット「%1$@」が使用しています。「%2$@」には別のキーを割り当ててください。

# preferences.keyboard.customizableSection
source: Customisable
ja: 変更できるショートカット

# preferences.keyboard.fixedSection
source: Standard Shortcuts (shown in menus)
ja: 標準のショートカット（メニューに表示）

# preferences.keyboard.pressAKey
source: Press a key…
ja: キーを押してください…

# preferences.keyboard.unassigned
source: Unassigned
ja: 未割り当て

# preferences.reset.backupFooter
source: Labels, ratings, manually edited titles, and library settings are written to a JSON file. Thumbnails and other data that a scan can rebuild are not included. Export before deleting anything below.
ja: ラベル・評価・手動で編集したタイトル・ライブラリ設定を JSON ファイルへ書き出します。サムネイルなど、スキャンで作り直せるデータは含みません。下の削除を行う前に書き出しておいてください。

# preferences.reset.backupHeader
source: Library Data
ja: ライブラリのデータ

# preferences.reset.clearThumbnails
source: Delete All Thumbnails
ja: サムネイルをすべて削除

# preferences.reset.deleteConfirmTitle
source: Delete Library Data
ja: ライブラリのデータを削除

# preferences.reset.deleteExplanation
source: Delete the library data for “%@”? It holds %d file record(s).
ja: 「%@」のライブラリデータを削除しますか？ %d 件のファイル記録があります。

# preferences.reset.deleteFailed
source: The library data could not be deleted.
ja: ライブラリのデータを削除できませんでした。

# preferences.reset.deleteKeepsFiles
source: Your files and folders are not touched. The folder stays registered and can be enabled as a library again.
ja: ファイルとフォルダには触れません。フォルダの登録は残るので、もう一度ライブラリとして有効にできます。

# preferences.reset.deleteLibrary
source: Delete…
ja: 削除…

# preferences.reset.deleteLibraryConfirm
source: Delete
ja: 削除

# preferences.reset.deleteWarning
source: Labels, ratings, manually edited titles, and library settings are deleted with it. This cannot be undone — export first if you may want them back.
ja: ラベル・評価・手動で編集したタイトル・ライブラリ設定も一緒に消えます。取り消せません。戻す可能性があるなら先に書き出してください。

# preferences.reset.exportBackup
source: Export…
ja: 書き出す…

# preferences.reset.fileCount
source: %d files
ja: %d 件

# preferences.reset.importBackup
source: Import…
ja: 読み込む…

# preferences.reset.libraryFooter
source: Deleting removes the library from the database along with its labels, ratings, and settings. Your files are not touched. Libraries whose folder is offline, in the Trash, or missing can be deleted here too.
ja: 削除すると、そのライブラリとラベル・評価・設定がデータベースから消えます。ファイル自体には触れません。フォルダが取り出し済み・ゴミ箱の中・見つからない状態のライブラリも、ここから削除できます。

# preferences.reset.libraryHeader
source: Delete Library Data
ja: ライブラリのデータを削除

# preferences.reset.libraryUnavailable
source: The library database is unavailable.
ja: ライブラリのデータベースを利用できません。

# preferences.reset.loading
source: Loading…
ja: 読み込んでいます…

# preferences.reset.noLibraries
source: No libraries in the database.
ja: データベースにライブラリがありません。

# preferences.reset.orphanBadge
source: registration not found
ja: 登録が見つかりません

# preferences.reset.thumbnailFooter
source: Removes every generated thumbnail and cover image. They are rebuilt as you browse, so nothing is lost.
ja: 生成済みのサムネイルとカバー画像をすべて削除します。閲覧に応じて作り直されるので、失われるものはありません。

# preferences.reset.thumbnailHeader
source: Thumbnails
ja: サムネイル

# preferences.resetToDefaults
source: Reset to Defaults
ja: 既定に戻す

# preferences.scan.footer
source: qooLibrary follows changes as they happen, but some changes cannot be detected: those made by another computer on a network share, and those made while qooLibrary was not running on volumes that keep no change history. A periodic full scan catches them.
ja: qooLibrary は変更をその都度追いかけますが、検知できない変更もあります——ネットワーク共有で他のコンピュータが加えた変更と、変更履歴を持たないボリュームで qooLibrary の起動中でないときに加えられた変更です。定期フルスキャンがそれを拾います。

# preferences.scan.header
source: Periodic Full Scan
ja: 定期フルスキャン

# preferences.scan.interval
source: Interval
ja: 間隔

# preferences.scan.intervalDays
source: %d days
ja: %d 日

# preferences.scan.periodicFullScan
source: Re-scan libraries periodically at launch
ja: 起動時にライブラリを定期的に再スキャン

# preferences.scan.revalidateFooter
source: Checks which volumes are connected right now and brings libraries back online. Use this if a library still shows as disconnected after you reconnected its volume.
ja: いま接続されているボリュームを調べ直し、ライブラリをオンラインに戻します。ボリュームを繋ぎ直してもライブラリが未接続のままのときに使ってください。

# preferences.scan.revalidateVolumes
source: Re-check Volumes
ja: ボリュームを再検証

# preferences.tab.access
source: Access
ja: アクセス権

# preferences.tab.advanced
source: Advanced
ja: 詳細

# preferences.tab.associations
source: Viewer
ja: ビューア

# preferences.tab.cache
source: Cache
ja: キャッシュ

# preferences.tab.compression
source: Compress & Extract
ja: 圧縮／展開

# preferences.tab.display
source: Display
ja: 表示

# preferences.tab.general
source: General
ja: 一般

# preferences.tab.keyboard
source: Keyboard
ja: キーボード

# preferences.tab.reset
source: Reset
ja: リセット

# preferences.tab.scan
source: Scanning
ja: スキャン

# preferences.windowTitle
source: Settings
ja: 設定

# progress.itemCount
source: %1$d of %2$d
ja: %2$d 件中 %1$d 件目

# progress.pause
source: Pause
ja: 一時停止

# progress.paused
source: Paused
ja: 一時停止中

# progress.remaining
source: about %@ remaining
ja: 残り約 %@

# progress.remainingItems
source: %d left
ja: 残り %d 件

# progress.resume
source: Resume
ja: 再開

# progress.windowTitle
source: Operations
ja: 処理状況

# replaceBackup.orphaned.body
source: %1$d item(s) from an interrupted replace operation are still stored under a hidden name. Reconnect the volume and restart qooLibrary to try again. %2$@
ja: 中断された「置き換える」の項目 %1$d 件が、隠し名のまま残っています。ボリュームへ接続し直して qooLibrary を再起動すると、もう一度戻すことを試みます。 %2$@

# replaceBackup.orphaned.title
source: Some items could not be put back
ja: 元の場所へ戻せなかった項目があります

# replaceBackup.restored.body
source: %1$d item(s) were left behind when a replace operation was interrupted. They have been put back: %2$@
ja: 「置き換える」が中断されたため取り残されていた %1$d 件を、元の場所へ戻しました。 %2$@

# replaceBackup.restored.title
source: Recovered items from an interrupted replace
ja: 中断された「置き換える」から項目を復元しました

# sort.ascending
source: Ascending
ja: 昇順

# sort.descending
source: Descending
ja: 降順

# statusBar.available
source: %@ available
ja: %@ 空き

# statusBar.hideHiddenFiles
source: Hide Hidden Files
ja: 隠しファイルを隠す

# statusBar.hideThumbnails
source: Hide Thumbnails
ja: サムネイルを隠す

# statusBar.itemCount
source: %lld items
ja: %lld 項目

# statusBar.searchTruncated
source: first %lld matches
ja: 最初の %lld 件

# statusBar.searching
source: searching…
ja: 検索中…

# statusBar.selectedCount
source: %lld selected
ja: %lld 項目を選択

# statusBar.showHiddenFiles
source: Show Hidden Files
ja: 隠しファイルを表示

# statusBar.showThumbnails
source: Show Thumbnails
ja: サムネイルを表示
